---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorStartOverhang
source: html/c8cee671-4fc1-693a-f87c-6c53f24142a2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorStartOverhang Property

"Minor Start Overhang": Minor Start Overhang

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorStartOverhang { get; }
```